<?php

return [
    'add' => 'Додати',
    'select' => 'Оберіть файл',
    'close' => 'Закрити',
    'confirm' => 'Підтвердити',
    'save' => 'Зберегти',
    'submit' => 'Подати',

    'problems_with_input' => 'Виникли проблеми з введенням.',

    'change_locale' => 'Змінити мову',
    'create_products' => 'Створити Продукт',
    'create_posts' => 'Створити Пост',

    'logout' => 'Вийти',
    'see_products' => 'Див. Продукти',
    'see_posts' => 'Див. Пости',
    'galleries' => 'Галерея',

    'home' => 'Головна',
    'title' => 'Назва',
    'content' => 'Зміст',
    'vendor' => 'Виробник',
    'country' => 'Країна',
    'quantity' => 'Кількість',
    'set_lang' => 'en',

    'owner' => 'Від',
    'created_at' => ', Створено в',
    'show' => 'Показати',
    'edit' => 'Редагувати',
    'delete' => 'Видалити',
    'action' => 'Дія',

    'success' => 'Успіх',
    'flash_post' => 'Вашу публікацію додано!',
    'flash_post_update' => 'Вашу публікацію оновлено!',
    'flash_post_delete' => 'Публікацію успішно видалено!',

    'flash_product' => 'Ваш продукт додано!',
    'flash_product_update' => 'Ваш продукт оновлено!',
    'flash_product_delete' => 'Продукт успішно видалено!',

    'pass' => 'Пароль',
    'email' => 'Електронна пошта',
    'name' => 'Ім\'я',
    'password_confirmation' => 'Підтвердьте пароль',

    'remember_me' => 'Пам\'ятати мене',
    'request' => 'Забули свій пароль?',

    'forgot_pass' => 'Забули свій пароль? Без проблем. Просто повідомте нам свою адресу електронної пошти, і ми надішлемо вам електронною поштою посилання для скидання пароля, за яким ви зможете вибрати новий.',
    'reset_link' => 'Посилання для скидання пароля електронної пошти',
    'reset_pass' => 'Скинути пароль',

    'log_in' => 'Увійти',
    'already_register' => 'Вже зареєстровані?',
    'register' => 'Реєстрація',

    'verification_link' => 'Нове посилання для підтвердження було надіслано на адресу електронної пошти, яку ви вказали під час реєстрації.',
    'verify' => 'Дякуємо за реєстрацію! Перш ніж почати, чи могли б ви підтвердити свою адресу електронної пошти, натиснувши посилання, яке ми щойно надіслали вам? Якщо ви не отримали електронного листа, ми з радістю надішлемо вам інший.',
    'resend' => 'Відправити лист з підтвердженням',

    'secure' => 'Це захищена область додатка. Будь ласка, підтвердьте свій пароль, перш ніж продовжити.',

];